apache-arrow
binwalk
cloc
cloudflared
cmake
coreutils
criterion
daytonaio/tap/daytona
diff-so-fancy
e2fsprogs
fd
ffmpeg
flyctl
fzf
gh
git-delta
git-filter-repo
git-lfs
gitleaks
gnu-time
go
hashicorp/tap/terraform
helm
imagemagick
jnsahaj/lumen/lumen
jq
k9s
kind
lazygit
libpq
librsvg
livekit
livekit-cli
llmfit
mactop
minikube
mint
mise
neovim
nicosuave/tap/memex
node
openjdk
pandoc
pipx
poppler
portaudio
postgresql@14
postgresql@16
postgresql@17
potrace
redis
resvg
semgrep
sevenzip
sox
steipete/tap/bird
steipete/tap/gogcli
steipete/tap/summarize
stow
stripe/stripe-cli/stripe
supabase/tap/supabase
swiftformat
swiftlint
tailscale
tmux
tree
trivy
universal-ctags
websocat
wget
withgraphite/tap/graphite
worktrunk
yazi
yq
yt-dlp
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
