aerospace
anaconda
codelayer
codex
codexbar
companion
emacs-app
font-jetbrains-mono
font-symbols-only-nerd-font
gcloud-cli
ghostty@tip
ngrok
opencode-desktop
osaurus
pants
riptide-beta
riptide-dev
riptide-experimental
virtualbox
warp
